{
  "resume": {
    "webp": "/assets/apps/resume/resume.webp",
    "pdf": "/assets/apps/resume/resumeDehanVithana.pdf"
  },
  "about": {
    "paragraphs": [
      "I'm Dehan Vithana, a Strategic Data Leader based in Colombo, Sri Lanka. I work at the intersection of technical statistical modeling and business strategy, shaped by a background in Electrical Engineering and an MBA in Business Analytics. I spent my school years at Royal College, where I learned the value of leadership and knowledge as a Junior Prefect and Captain of the Science Quiz Team.",
      "My early years were shaped by my extensive involvement with AIESEC in Sri Lanka and Malaysia. It opened the door to organizational management and gave me space to visualize strategic direction, act under pressure managing large memberships, and communicate with intent across borders. I learned to think strategically, stay composed while managing finances, and trust my instinct when leading teams. In these roles, I felt in control, confident in my decisions, and sure of my ability to drive growth.",
      "Being immersed in engineering research and renewable energy projects showed me the power of optimization and efficiency. It wasn't just technical performance that mattered, it was the way data could influence decision-making and reduce payback periods. That's when I realized analytics is more than just numbers. It carries the power to minimize risk, drive change, and act as a bridge between technical teams and executive leadership.",
      "I committed to data science and analytics in my professional career. Studying at the University of Moratuwa and working on real projects at MAS Intimates demanded sharp analytical thinking, adaptability, and follow-through on digitization initiatives. Since then, I've stayed open to anything that improves the work, whether through advanced machine learning, robust data governance, or new ways to push data literacy across the enterprise",
      "It took time to find the perfect balance between engineering and business, but data evangelism gave me that same drive and focus. I care about the detail, the data quality, and the standard of governance I hold myself to. My long-term goal is to drive digital transformation and build a lasting data culture that empowers organizations to make smarter, data-driven decisions"
    ],
    "p1": "/assets/apps/about/p1.webp",
    "p2": "/assets/apps/about/p2.webp",
    "p3": "/assets/apps/about/p3.webp",
    "p4": "/assets/apps/about/p4.webp",
    "p5": "/assets/apps/about/p5.webp",
    "skills": [
      "Machine Learning",
      "Data Driven Story Telling",
      "BI Dashboards",
      "Predictive Analytics",
      "Advanced Statistics"
    ],
    "skillsIcons": [
      "/assets/apps/about/skill1.webp",
      "/assets/apps/about/skill2.webp",
      "/assets/apps/about/skill3.webp",
      "/assets/apps/about/skill4.webp",
      "/assets/apps/about/skill5.webp"
    ],
    "software": [
      "Microsoft Azure",
      "Microsoft PowerBI",
      "Microsoft PowerApps",
      "Python",
      "Databricks"
    ],
    "softwareIcons": [
      "/assets/gui/start-menu/vanity-apps/creative-cloud.webp",
      "/assets/gui/start-menu/vanity-apps/wordpress.webp",
      "/assets/gui/start-menu/vanity-apps/htmlcssjs.webp",
      "/assets/gui/start-menu/vanity-apps/blender.webp",
      "/assets/gui/start-menu/vanity-apps/chatgpt.webp"
    ]
  },
  "contact": {
    "name": "Dehan Vithana",
    "email": "dehan.m.vithana@gmail.com"
  },
  "socials": [
    {
      "key": "instagram",
      "name": "Instagram",
      "icon": "assets/gui/start-menu/instagram.webp",
      "url": "https://www.instagram.com/dehanvithana/",
      "showInAbout": true
    },
    {
      "key": "github",
      "name": "Tiktok",
      "icon": "assets/gui/start-menu/github.webp",
      "url": "https://www.tiktok.com/@aijanakavi",
      "showInAbout": true
    },
    {
      "key": "linkedin",
      "name": "LinkedIn",
      "icon": "assets/gui/start-menu/linkedin.webp",
      "url": "https://www.linkedin.com/in/dehanvithana/",
      "showInAbout": true
    }
  ]
}
